{
    "succcess" : true,
    "rows" : [{
            "id" : "1",
            "image" : "https://cyclonmaster.github.io/KursusAndroid/data/android.png",
            "kursus" : "Kursus Pembangunan Aplikasi Mudah Alih Android",
            "tarikh" : "22 Oktober 2016",
            "masa" : "09:00AM - 05:00PM",
            "lokasi" : "Kompande Training Centre, Samarahan, Sarawak",
            "yuran" : "RM400",
            "kelebihan" : "1. Sijil Penyertaan<br>2. Handout kursus<br>3. Installer Android SDK<br>4. Contoh kod aturcara<br>5. Kepandaian membina aplikasi Android",
            "info" : "<br>Kursus lengkap bagaimana membina aplikasi mudah alih Android.Setiap langkah ditunjukkan secara terperinci bermula dari proses pemasangan Persekitaran Pembangunan.Di akhir pembelajaran anda pasti mampu membina Aplikasi Android sendiri.Proses pembelajaran mudah difahami oleh sesiapa sahaja walaupun anda tidak mempunyai asas pengaturcaraan. Contoh aplikasi juga diberikan.Anda hanya perlu mengubah mengikut keperluan dan idea sendiri.Sesiapa sahaja mampu membina Android App hanya dalam masa yang singkat.Siapa tahu anda mungkin menjadi pembina Android App yang terkemuka nanti!Jana pendapatan dengan upload aplikasi anda ke App Store.Bina aplikasi Android anda sendiri sekarang!",
            "silabus" : "<br>1. Pengenalan Aplikasi Mudah Alih<br>2. Platform Android dan Persekitaran Pembangunan<br>3. Asas Aplikasi dan Kelas Aktiviti<br>4. Intents, Permission dan Fragments<br>5. Kelas Antaramuka Pengguna<br>6. Notifications/Vibration<br>7. Membuka Laman Web<br>8. Membuat Panggilan/Menghantar SMS<br>9. Projek Mini: Bina Applikasi Android Sendiri<br>10. Uji Applikasi di emulator/Smartphone sebenar<br>11. Upload App ke App Store<br>Dan banyak lagi...",
            "maklumat" : "<br>Hari:Sabtu atau Ahad ( 1 hari sahaja )<br>#Nota: Kursus diadakan pada setiap hujung minggu",
            'trainer' : '<table width="100%" border="0">  <tr>    <td><div align="center"><img src="https://cyclonmaster.github.io/KursusAndroid/data/krun.jpg" width="100" height="100"></div></td>  </tr></table><br><br>MOHD KHAIRUN NASIR BIN SAADI<br><br>  Telah melibatkan diri lebih dari 10 tahun dalam bidang pengaturcaraan komputer dengan mula mendapat pendidikan awal Ijazah Sarjana Muda dalam Electrical-Electronic Engineering di UTM,Masters of Science Advanced Information Technology di UNIMAS dan kini melanjutkan pelajaran di peringkat PhD Computer Science di UNIMAS. Lebih 10 tahun pengalaman kerja sebagai Penyelidik, Pengaturcara dan menjadi Trainer jemputan untuk beberapa syarikat.<br><br>Beliau merupakan tenaga pengajar yang berpengalaman dalam mengajar dan membina aplikasi mudah alih, aplikasi web berasaskan java(JSP), AngularJS untuk jabatan-jabatan kerajaan dan bukan kerajaan, serta menjadi rujukan pelajar-pelajar universiti untuk menyiapkan projek akhir.<br>'
        }
    ]
}
